Repository: capstanlqc/cli_automation
Catalog: conv_flash_xlsxs_to_tmxs/output/Eurobarometer_FLASH-002_ces-CZE_MRT.tmx
Source language: en_us
Languages: cs_cz

source: Please enter a value between {#D1_age_ins} and 105. If the respondent is less than {#D1_age_ins} years, select response “<{#D1_age_ins} years”.
cs_cz: Prosím napište hodnotu v rozmezí {#D1_age_ins} a 105. Pokud je respondentovi méně než {#D1_age_ins} let, vyberte odpověď “<{#D1_age_ins} let”.

source: Office clerk
cs_cz: Úředník(ice) v kanceláři

source: Irish
cs_cz: Irská

source: 50% or more owned or controlled by persons from other countries outside (THIS COUNTRY)
cs_cz: Nejméně z 50 % vlastněná nebo ovládaná osobami z jiných zemí mimo Českou republiku

source: {#Nationality} nationality
cs_cz: {#Nationality} státní příslušnost

source: Fairly negative
cs_cz: Spíše negativní

source: Activities of households as employers; undifferentiate goods and services producing activities of households for own use
cs_cz: ČINNOSTI DOMÁCNOSTÍ JAKO ZAMĚSTNAVATELŮ; ČINNOSTI DOMÁCNOSTÍ PRODUKUJÍCÍCH BLÍŽE NEURČENÉ VÝROBKY A SLUŽBY PRO VLASTNÍ POTŘEBU

source: Lithuania
cs_cz: Litva

source: You have used the browser buttons, please use the Next/Previous buttons below.
cs_cz: Pouzil(a) jste tlacitko prohlizece, prosim kliknete na Další/Predchozi

source: Products directly to consumers
cs_cz: Výrobky přímo spotřebitelům

source: Without a professional activity
cs_cz: Bez pracovní činnosti

source: Are you a permanent resident of {#MRK_Country}?
cs_cz: Žijete trvale v zemi {#MRK_Country}?

source: Electricity, gas, steam and air conditioning supply
cs_cz: DODÁVÁNÍ ELEKTŘINY, PLYNU, PÁRY A KLIMATIZOVANÉHO VZDUCHU

source: Farmer, forester, fisherman
cs_cz: Zemědělec, lesník, rybář

source: Do you know if, in {#CurrentYear_insert_1}, your company has: (READ OUT, ONE ANSWER PER LINE)
cs_cz: Víte, jestli v roce {#CurrentYear_insert_1} Vaše společnost: (PŘEČTĚTE NAHLAS, JEDNA ODPOVĚĎ KE KAŽDÉMU VÝROKU)
